/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "H-070918";

"common-controls-restart"		= "Omstart";
"common-controls-shutdown"		= "Slå av";
"common-controls-continue"		= "Fortsett";

"common-tab-apple-title"		= " Om ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Maskinvaretester ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Maskinvareprofil ";	// does look better with spaces at head and tail
"common-version-str"			= "Versjon";
"common-bundle-str"				= "Pakke ";

"mark-graphics-unknown-str"		= "Ukjent skjermkort";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Installert";
"mark-generic-absent-str"		= "Ikke funnet";
"mark-generic-hasDevice-str"	= "Enhet tilkoblet";
"mark-generic-hasNoDevice-str"	= "Ingen enhet tilkoblet";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "hertz";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " time ";
"units-hours-str"		= " timer ";
"units-min-str"			= " min ";
"units-mins-str"		= " min ";
"units-sec-str"			= " sek";
"units-secs-str"		= " sek";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ",";
"delim-thousds-str"		= " ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test støtter ikke denne maskinen.";
"notcompat-ownrisk-str"			= "Fortsett på egen risiko [pre-release only].";


"test-head-intro1-text"			= "Apple Hardware Test kan teste maskinvaren i Macintosh-maskinen din.";
"test-head-intro2-text"			= "Klikk på <<Test>>-knappen eller trykk på <<T>>-tasten for å utføre testene.";

"test-probe-onto-text"			= "Undersøker maskinvaren. Dette kan ta en liten stund...";
"test-probe-outof-text"			= "Maskinvareundersøkelse fullført.";

"test-controls-launch"			= "Test";
"test-controls-interrupt"		= "Stopp test";

"test-choices-title"			= "Testalternativer";
"test-about-title"				= "Om testene og resultatene";
"test-results-title"			= "Testresultater";

"test-results-notestyet"		= "Ingen tester kan startes før undersøkelsen er fullført.";
"test-results-nodevfound"		= "Ingen enheter ble funnet.";
"test-results-notyet"			= "Klar for test.";
"test-results-quick-ongoing"	= "Test pågår.";
"test-results-extend-ongoing"	= "Utvidet test pågår.";
"test-results-willstop"			= "Test stopper.";
"test-results-interrupted"		= "Testen ble ikke fullført.";
"test-results-nofail"			= "Ingen problemer ble funnet.";
"test-results-error"			= "Intern feil under test.";
"test-results-failed"			= "Advarsel! Apple Hardware Test har funnet en feil.";

"test-ongoing-short-status"		= "Test pågår.";
"test-ongoing-mlb-status"		= "Tester hovedkort.";
"test-ongoing-memory-status"	= "Tester hukommelse.";
"test-ongoing-storage-status"	= "Tester lagringsenheter.";
"test-ongoing-video-status"		= "Tester grafikk.";

"test-ongoing-pass-time-text"	= " utført av test...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= " utført av test...";
"test-ongoing-sess-pass-text"	= "Utført:";
"test-ongoing-sess-time-text"	= "Total testtid:";

"test-desc-initial-1-text"	= "Apple Hardware Test er et diagnostisk verktøy for å finne problemer i maskinens maskinvarekomponenter.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Testene som utføres, hjelper deg med å finne ut om du har et maskinvare- eller et programvareproblem.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Hvis testresultatene tyder på at du ikke har et maskinvareproblem, finner du mer problemløsingsinformasjon i Hjelp-systemet eller i håndboken som fulgte med maskinen.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Beregnet tid til fullført: 3 minutter eller mer, avhengig av mengden hukommelse som er installert.";	/* default */
"test-desc-intro-quick-text2"	= "Beregnet tid til fullført: 10 til 15 sekunder eller mer, avhengig av mengden hukommelse som er installert.";
"test-desc-intro-quick-text3"	= "Beregnet tid til fullført: 2 minutter eller mer, avhengig av mengden hukommelse som er installert.";
"test-desc-intro-quick-text4"	= "Beregnet tid til fullført: 4 minutter eller mer, avhengig av mengden hukommelse som er installert.";

"test-desc-intro-extend-text"	= "Beregnet tid til fullført: 1 time eller mer, avhengig av mengden hukommelse som er installert.";	/* default */
"test-desc-intro-extend-text2"	= "Beregnet tid til fullført: 10 til 15 minutter eller mer, avhengig av mengden hukommelse som er installert.";
"test-desc-intro-extend-text3"	= "Beregnet tid til fullført: 30 minutter eller mer, avhengig av mengden hukommelse som er installert.";
"test-desc-intro-extend-text4"	= "Beregnet tid til fullført: 2 timer eller mer, avhengig av mengden hukommelse som er installert.";

"test-desc-option-extend-text"	= "Utfør utvidet test (tar betydelig lengre tid).";
"test-desc-option-loop-text"	= "Sløyfetest aktivert";

"test-desc-quick-running-1-text"	= "Test pågår...";
"test-desc-quick-running-2-text"	= "Klikk på Stopp test-knappen for å stoppe.";
"test-desc-quick-running-3-text"	= "Eller trykk på Kommando-tasten («epletasten») og «.»-tasten samtidig.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Utvidet test pågår...";
"test-desc-extend-running-2-text"	= "Klikk på Stopp test-knappen for å stoppe.";
"test-desc-extend-running-3-text"	= "Eller trykk på Kommando-tasten («epletasten») og «.»-tasten samtidig.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Advarsel! Apple Hardware Test har funnet en feil.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Først skriver du ned feilkoden som vises i Testresultater-feltet.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Hvis du har eksterne enheter koblet til maskinen, må du kontrollere resultatene ved å slå av maskinen, koble fra enhetene og utføre den utvidede testen.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Hvis det fortsatt blir rapportert feil, kan du slå opp i service- og supportmaterialet som fulgte med maskinen, for å finne ut hvordan du kontakter AppleCare for videre assistanse.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Advarsel! Apple Hardware Test fant en feil under oppstart.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Først skriver du ned feilkoden som vises i Testresultater-feltet.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Hvis du har eksterne enheter koblet til maskinen, må du kontrollere resultatene ved å slå av maskinen, koble fra enhetene og utføre den utvidede testen.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Hvis det fortsatt blir rapportert feil, kan du slå opp i service- og supportmaterialet som fulgte med maskinen, for å finne ut hvordan du kontakter AppleCare for videre assistanse.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Produkt";
"prof-prod-group-subtitle"		= "Produktdetaljer:";
"prof-prod-name-label"			= "Macintosh-navn:";
"prof-prod-model-label"			= "Macintosh-modell:";
"prof-prod-cputype-label"		= "CPU-type:";
"prof-prod-cpucount-label"		= "Antall prosessorer:";
"prof-prod-cpucoretotal-label"	= "Antall kjerner totalt:";
"prof-prod-cpucorecount-label"	= "Antall kjerner:";
"prof-prod-cpuspeed-label"		= "CPU-hastighet:";
"prof-prod-cpucache-label"		= "Nivå 2-CPU-buffer (per prosessor):";

"prof-prod-L2cache-label"		= "Nivå 2-buffer:";
"prof-prod-L2cachecore-label"	= "Nivå 2-buffer (per kjerne):";
"prof-prod-L3cache-label"		= "Nivå 3-buffer:";

"prof-prod-cpucache3-label"		= "Nivå 3-CPU-buffer (per CPU):";
"prof-prod-mlb-sn-label"		= "MLB-serienr.:";
"prof-processor-tray-sn-label"	= "Serienr. for prosessorbrett:";

"prof-graph-group-title"		= "Grafikk";
"prof-graph-group-subtitle"		= "Grafikkdetaljer:";
"prof-graph-chipset-label"		= "Grafikk:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Skjermbredde (bildepunkter):";
"prof-graph-disp-height-label"	= "Skjermhøyde (bildepunkter):";

"prof-communi-group-title"		= "Kommunikasjon";
"prof-communi-group-subtitle"	= "Kommunikasjonsdetaljer:";
"prof-communi-enet-mac-label"	= "Ethernet MAC-adresse:";
"prof-communi-fwire-mac-label"	= "FireWire MAC-adresse:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "IR-mottaker:";
"prof-communi-usb1-connect-label"	= "USB-utgang 1:";
"prof-communi-usb2-connect-label"	= "USB-utgang 2:";
"prof-communi-usb3-connect-label"	= "USB-utgang 3:";
"prof-communi-usb4-connect-label"	= "USB-utgang 4:";

"prof-memo-group-title"			= "Hukommelse";
"prof-memo-group-subtitle"		= "Hukommelsesdetaljer:";
"prof-memo-overview-label"		= "Oversikt";
"prof-memo-slot-1-label"		= "Plass 1";
"prof-memo-slot-2-label"		= "Plass 2";
"prof-memo-slot-3-label"		= "Plass 3";
"prof-memo-slot-4-label"		= "Plass 4";
"prof-memo-slot-5-label"		= "Plass 5";
"prof-memo-slot-6-label"		= "Plass 6";
"prof-memo-slot-7-label"		= "Plass 7";
"prof-memo-slot-8-label"		= "Plass 8";

"prof-memo-type-str"			= "MLB-loddet SDRAM.";
"prof-memo--str"				= "Ukjent";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Syklustid (ns)";
"prof-memo-ct2-str"				= " Syklus (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Sammenkoblet med #";
"prof-memo-paired-not-str"		= " ikke sammenkoblet";
"prof-memo-mismatch-label"		= "Ikke samsvar:";
"prof-memo-size-str"			= " størrelse";
"prof-memo-speed-str"			= " hastighet";
"prof-memo-vendor-str"			= " forhandler";
"prof-memo-recommend-str"		= "Anbefalt: ";
"prof-memo-post-fail-str"		= "POST-feil";

"prof-board-group-title"		= "Hovedkort";
"prof-board-brom-vers-label"	= "Start-ROM-versjon:";
"prof-board-smc-vers-label"		= "SMC-versjon:";
"prof-board-syst-sn-label"		= "Systemserienr.:";
"prof-board-bootdev-label"		= "Standard oppstartsenhet:";

"prof-stor-group-title"			= "Lagring";
"prof-stor-size-label"			= "Størrelse:";

"prof-powr-group-title"			= "Strøm";
"prof-powr-group-subtitle"		= "Strømdetaljer:";
"prof-powr-src-label"			= "Strømkilde:";
"prof-powr-src-wall-str"		= "Strømforsyningsenhet";
"prof-powr-src-batt-str"		= "Batteri";
"prof-powr-ac-on-str"			= "Tilkoblet";
"prof-powr-ac-off-str"			= "Ikke tilkoblet";
"prof-powr-capac-label"			= "Kapasitet:";
"prof-powr-volt-label"			= "Spenning:";
"prof-powr-status-label"		= "Status:";

